Repository: AdemErdogan007/YoutubeChatClientForNVDA
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: de

source: Youtube Canlı Sohbet İstemcisi
de: YouTube Live-Chat-Client

source: YouTube canlı sohbet penceresini açar
de: Öffnet das YouTube-Live-Chat-Fenster

source: YouTube Canlı Sohbet arayüzünü başlatır.
de: Startet die YouTube-Live-Chat-Oberfläche.

source: API Anahtarı bulunamadı. Ayarlar menüsüne gidip bir anahtar girmek ister misiniz?
de: API-Schlüssel nicht gefunden. Möchten Sie zu den Einstellungen gehen und einen Schlüssel eingeben?

source: Eksik Yapılandırma
de: Fehlende Konfiguration

source: Ayarlar - Youtube Canlı Sohbet İstemcisi
de: Einstellungen - YouTube Live-Chat-Client

source: API Yapılandırması
de: API-Konfiguration

source: Google API Anahtarı:
de: Google API-Schlüssel:

source: Göster
de: Anzeigen

source: Gizle (*)
de: Verbergen (*)

source: Sil
de: Löschen

source: API Anahtarı Nasıl Alınır?
de: Wie erhalte ich einen API-Schlüssel?

source: Genel Ayarlar
de: Allgemeine Einstellungen

source: Sohbet mesajlarında zaman damgasını göster
de: Zeitstempel in Chat-Nachrichten anzeigen

source: Yeni gelen mesajları seslendir
de: Neue Nachrichten automatisch vorlesen

source: Yeni mesaj geldiğinde odağı son mesaja taşı
de: Fokus auf die letzte Nachricht verschieben, wenn eine neue eintrifft

source: API İstek Süresi (Saniye):
de: API-Abfrageintervall (Sekunden):

source: Ayarları Kaydet
de: Einstellungen speichern

source: Varsayılana Döndür
de: Auf Standardwerte zurücksetzen

source: Ayarlar kaydedildi.
de: Einstellungen gespeichert.

source: Youtube Canlı Sohbet İstemcisi - v{version}
de: YouTube Live-Chat-Client - v{version}

source: Seçenekler
de: Optionen

source: YouTube Canlı Yayın URL'si:
de: YouTube-Livestream-URL:

source: Sohbet Akışını Başlat
de: Chat-Stream starten

source: Sohbet Akışını Durdur
de: Chat-Stream stoppen

source: Sohbet Akışı:
de: Chat-Verlauf:

source: Hazır.
de: Bereit.

source: Ayarlar
de: Einstellungen

source: Sürüm Geçmişi
de: Versionsverlauf

source: Nasıl Kullanılır?
de: Wie benutzt man es?

source: Eklenti Hakkında
de: Über das Add-on

source: Web Sitesini Ziyaret Et
de: Webseite besuchen

source: API Anahtarı eksik. Lütfen ayarlardan giriniz.
de: API-Schlüssel fehlt. Bitte in den Einstellungen eingeben.

source: Geçersiz YouTube URL'si.
de: Ungültige YouTube-URL.

source: Durduruldu.
de: Gestoppt.

source: Bağlanıyor...
de: Verbinden...

source: Canlı sohbet bulunamadı.
de: Live-Chat nicht gefunden.

source: Sohbet Bağlandı.
de: Chat verbunden.

source: Yeni Üye Oldu!
de: Ist neues Mitglied geworden!

source: [YENİ ÜYELİK]
de: [NEUE MITGLIEDSCHAFT]

source: [ÜYELİK {month}. AY]
de: [MITGLIEDSCHAFT MONAT {month}]

source: Kapat
de: Schließen

source: Google Cloud Console'u Tarayıcıda Aç
de: Google Cloud Console im Browser öffnen

source: API Anahtarı Alma Rehberi
de: Anleitung für API-Schlüssel
